/*
 Navicat Premium Data Transfer

 Source Server         : 3
 Source Server Type    : MySQL
 Source Server Version : 50553
 Source Host           : 192.168.0.3:3306
 Source Schema         : sbangong

 Target Server Type    : MySQL
 Target Server Version : 50553
 File Encoding         : 65001

 Date: 28/02/2019 13:13:56
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for lc_train
-- ----------------------------
DROP TABLE IF EXISTS `lc_train`;
CREATE TABLE `lc_train`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `dept_id` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `quarter` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `number` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `ontime` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `downtime` int(10) UNSIGNED DEFAULT NULL,
  `train_content` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `train_people` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `lecturer` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `remark` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `manager_id` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `checkcontent` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `flag` int(4) UNSIGNED NOT NULL DEFAULT 0,
  `add_time` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `money` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `courseware` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `hours` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 307 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of lc_train
-- ----------------------------
INSERT INTO `lc_train` VALUES (4, 2, 3, 1, 1504195200, 1504800000, '护肤常识', '市场部、营销部、企管、部门负责人等', '赵会组织外聘（甄素华）', '', 11, '课酬22.5元（15元*1.5小时）-赵会勤', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (5, 2, 3, 3, 1501516800, 1501776000, '环境管理体系和职业健康、安全教育培训', '全员', '吕茵', '', 11, '课酬7.5元（15元*0.5小时）-吕茵。（全员培训目前只能借助微信群、OA等平台进行，且准备课件比较耗时', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (6, 2, 3, 2, 1504195200, 1506441600, 'EXCLE基础操作及常用快捷键', '常用EXCLE的人员', '周玉静', '', 11, '课酬22.5元（15元*1.5小时）-周玉静。', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (7, 14, 3, 1, 1501516800, 1503676800, '团队训练之——沙漠掘金', '研发中心', '刘蕊', '', 24, '课酬45元（15元*3小时）-刘蕊', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (8, 14, 3, 2, 1498838400, 1501084800, '英语', '研发中心', '张倩倩', '', 24, '课酬30元（15元*2小时）-张倩倩', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (9, 10, 3, 1, 1504195200, 1505923200, '电控车间使用的截线机，气动压接机，热风枪，热风机，气枪的安全防护和安全使用。', '电控车间布线工', '卢永胜', '', 21, '课酬7.5元（15元*0.5小时）-卢永胜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (10, 2, 3, 6, 1530374400, 1532102400, '道德经相关培训', '销售经理、各部门管理人员等', '杨新征', '', 6, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (11, 13, 4, 15, 1509465600, 1511539200, '安全培训\n1.设备使用安全\n2.用电安全\n3.测试安全', '生产运营中心全体（办公人员除外）', '易娜', '', 18, '课酬已在11月25日的设备保养培训中体现了-一共1小时', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (12, 13, 3, 2, 1504195200, 1509120000, '公司产品分类及型号区分培训\na).公司产品系列分类\nb).公司产品型号划分\nc).同系列产品型号区分', '电子车间全体、质量管理部/电控车间/计划物控部部分人员', '王海川', '电子车间全体参加，其他部门自行安排需参加人员', 18, '课酬22.5元（15元*1.5小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (13, 2, 3, 5, 1504195200, 1504540800, '更新后的食堂管理制度 培训', '食堂人员+行政人员', '赵会勤', '', 6, '课酬22.5元（15元*1.5小时）-赵会勤', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (14, 15, 4, 1, 1506787200, 1506614400, '控制器MODBUS协议介绍', '全体市场营销部', '技术部', '', 26, '和研发李朝晖的培训是一个，课酬发给李朝晖。\n课酬不是最重要的，最重要的是分享让我们获得快乐和成长。', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (15, 8, 3, 1, 1498838400, 1500912000, '出厂检验--新员工岗位培训', '全体出厂检验员', '康亚萍', '', 43, '新员工入职导师奖励50元-康亚萍（新员工高培权）', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (16, 8, 3, 2, 1501516800, 1504195200, '赢在执行力', '质量部全体员工', '李鹏', '', 43, '课酬22.5元（15*1.5小时）-李鹏', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (17, 8, 3, 3, 1504195200, 1508428800, '试验室新员工培训', '刘华然、普兰红、邵万里', '王乐', '', 43, '没见课件？已走入职导师流程', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (18, 9, 3, 1, 1498838400, 1500480000, '调试人员操作规范及注意事项', '初试、整机、非常规人员', '田淑亚', '', 20, '无课酬-无课件\n课酬不是最重要的，最重要的是分享让我们获得成功和快乐。', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (19, 9, 3, 2, 1501516800, 1502380800, '焊接标准及焊接注意事项，烙铁温度', '焊接人员', '甄素平', '', 20, '无课酬-无课件\n课酬不是最重要的，最重要的是分享让我们获得成功和快乐。', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (20, 9, 3, 3, 1504195200, 1506096000, '生产现场的5S，定置管理', '电子车间全休及在车间内的质量部人员', '王珊', '', 20, '课酬15元（15元*1小时）-王珊', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (21, 9, 4, 1, 1509465600, 1511798400, '贴片机编程的一些细节问题及注意事项', 'SMT全体', '马玉成', '', 20, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (22, 9, 4, 2, 1506787200, 1509292800, 'UV涂覆线操作流程及注意事项，日常保养清理', '三防工序员工', '赵庆忠', '', 20, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (23, 9, 4, 3, 1512057600, 1513612800, '安全生产相关题材，及突发事件应急预案', '车间全体', '王珊', '', 20, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (24, 11, 4, 1, 1506787200, 1507910400, '新品上线流程', '电子仓库', '翟明', '', 22, '课酬7.5元（15元*0.5小时）-翟明', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (25, 11, 4, 2, 1506787200, 1507564800, 'U8日常操作方案建立', '仓库U8使用人员', '翟明', '', 22, '课酬7.5元（15元*0.5小时）-翟明', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (26, 10, 4, 1, 1506787200, 1508774400, '铜排加工机的使用，维护和安全注意事项。', '电控车间布线人员', '蔡建辛', '', 21, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (27, 10, 4, 2, 1509465600, 1513267200, '台式钻床的使用，维护和安全注意事项。', '电控车间布线人员', '蔡建辛', '康高旺进行了一个大消防柜FPC-DSL-13-SMG调试培训，延期到12月完成', 21, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (28, 10, 4, 3, 1512057600, 1513267200, '砂轮切割机的使用，维护和安全注意事项。', '电控车间布线人员', '蔡建辛', '', 21, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (29, 10, 3, 1, 1498838400, 1501430400, '船机柜出厂调试', '卢永胜', '徐铁山', '', 21, '无课酬-无课件，培训人数不足2人。\n课酬不是最重要的，最重要的是分享让我们获得成功和快乐。', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (30, 10, 3, 2, 1501516800, 1504108800, 'HT40加热器的组装,调试,包装', '吴俊峰', '朱江浩', '', 21, '无课酬-无课件，培训人数不足2人。\n课酬不是最重要的，最重要的是分享让我们获得成功和快乐。', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (71, 13, 4, 14, 1509465600, 1511539200, '控制器加工工艺流程\n1.控制器工艺流程\n2.各个工艺内容简述\n3.特殊工艺注意事项', '入职半年内的作业员（电子+质量）', '王海川', '', 18, '课酬15元（15元*1小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (32, 2, 2, 1, 1522512000, 1526572800, '应急安全演练（如地震/食物中毒/化学品泄漏/触电/中暑等）\n（仓库化学品等出现危机情况如何处理）', '全员', '吕茵、朱利娟、翟明', '', 11, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (33, 14, 3, 3, 1504195200, 1506528000, 'HMC6控制器及控制器通讯协议培训', '销售员', '李朝晖', '', 24, '课酬45元（15元*3小时）-李朝晖', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (34, 16, 4, 1, 1506787200, 1509379200, '新会计准则', '财务部全体成员', '皇甫亚丽', '', 28, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (35, 8, 4, 1, 1506787200, 1509033600, '质量部各岗位职位说明', '全体质量部人员', '杨瑞华 /李鹏', '', 43, '课酬15元（15元*1小时）-杨瑞华', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (36, 8, 4, 2, 1509465600, 1511798400, 'U8质量模块应用', '来料检验', '李鹏', '', 43, '课酬15元（15元*1小时）-李鹏', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (37, 8, 4, 3, 1512057600, 1513699200, 'SMT质量控制程序、UV涂覆质量控制程序 主要内容培训', '巡检、SMT 作业人员 ，UV涂覆作业人员', '杨瑞华', '', 43, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (38, 13, 4, 1, 1509465600, 1511539200, '工艺文件的使用\n1.工艺文件的基本名词解释\n2.典型工艺图片讲解\n3.工艺文件的使用方法', '电子车间、电控车间、质量管理部一线员工', '王海川', '', 18, '课酬15元（15元*1小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (39, 13, 4, 2, 1509465600, 1511539200, '设备保养培训\n1.设备保养表填写方法讲解；\n2.设备基本保养培训；\n3.设备的简单维护；\n4.部分设备常见简单故障排除', '设备日常保养人员', '庞帅', '', 18, '课酬15元（15元*1小时）-易娜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (150, 2, 3, 7, 1533052800, NULL, '司机、门岗、后厨，岗位相关的安全培训', '司机.门岗.后厨', '吕茵', '', 6, '', 0, 0, '', '', '');
INSERT INTO `lc_train` VALUES (72, 14, 4, 1, 1509465600, 1511193600, 'EMC设备操作', '硬件工程师，EMC测试人员', '王本泉', '', 24, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (41, 13, 3, 3, 1498838400, 1501084800, '壳体常见问题、原因分析及解决办法', '电子车间装配人员及巡检', '董继萍', '', 18, '--', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (42, 13, 3, 4, 1498838400, 1500048000, '调试测试项目及原理', '调试员+出厂检验员', '王海川', '', 18, '课酬15元（15*1小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (43, 13, 3, 5, 1501516800, 1503936000, '焊接标准及焊接检验标准', '焊接人员', '董继萍', '', 18, '--', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (44, 13, 3, 6, 1501516800, 1503676800, '控制屏生产工艺', '电控车间作业员', '李闪闪', '', 18, '课酬15元（15*1小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (45, 13, 3, 7, 1501516800, 1502640000, '晶体管测试方法', '入厂检验员+工艺员', '张鹏', '', 18, '课酬37.5元（15*2.5小时）-张鹏', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (46, 13, 3, 8, 1501516800, 1502467200, '电子车间工具的使用', '电子车间全体', '易娜', '', 18, '课酬15元（15*1小时）-易娜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (47, 15, 3, 1, 1504195200, 1506700800, 'ATS产品介绍及应用', '外贸部', '周伟', '', 26, '课酬30元（15*2小时）-周伟', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (48, 12, 4, 1, 1506787200, 1509379200, '理解并利用安全库存 ', '采购部员工', '王洪杰', '已完成', 23, '课酬30元（15元*2小时）-王洪杰', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (49, 12, 4, 2, 1509465600, 1511712000, '供应商价格成本核算的方法', '采购部员工', '王洪杰', '', 23, '课酬30元（15元*2小时）-王洪杰', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (50, 12, 4, 3, 1512057600, 1513267200, '采购部门组织结构设计与绩效考核', '采购部员工', '王洪杰', '', 23, '课酬30元（15元*2小时）-王洪杰', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (51, 13, 3, 9, 1504195200, 1506268800, '在线型三维锡膏检测设备操作、保养培训', '操作员、设备员、巡检', '易娜', '', 18, '课酬30元-易娜（易娜组织外部人员培训，为时1.5天）', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (52, 13, 3, 10, 1504195200, 1506355200, 'PCB清洗机操作、保养培训', '操作员、设备员、巡检', '易娜', '', 18, '课酬7.5元（15*0.5小时）-易娜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (53, 13, 3, 11, 1504195200, 1505059200, 'HMP300新品培训', '电子车间+质检员', '李闪闪', '', 18, '课酬7.5元（15*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (54, 13, 3, 12, 1498838400, 1499356800, '能量色散型X射线荧光分析仪操作、保养、环境要求等培训', '试验员、设备员', '王海川', '', 18, '课酬45元（15*3小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (55, 2, 4, 3, 1506787200, 1509379200, '公司“会议管理规定”培训宣贯', '全体员工', '赵会勤', '培训方式：OA公告+微信 培训，并做简单的课件处理，强调会议制度的重要性', 6, '课酬15元（15元*1小时）-赵会', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (57, 11, 4, 4, 1509465600, 1509465600, 'U8 BOM单型号单个修改、批量修改、增加、删除等操作', '庄行行、徐金星', '翟明', '', 22, '课酬7.5元（15元*0.5小时）-翟明', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (58, 11, 4, 5, 1509465600, 1511798400, '化学品相关特性培训', '仓库', '朱利娟', '', 22, '课酬7.5元（15元*0.5小时）-翟明', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (59, 11, 4, 6, 1512057600, 1514390400, '天干物燥，消防培训', '仓库', '翟明', '', 22, '课酬7.5元（15元*0.5小时）-翟明', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (60, 13, 4, 3, 1506787200, 1509292800, '充电器特殊工艺培训 根据充电器特殊工艺要求，对相关人员进行培训，降低产品故障率', '充电器相关作业员', '王海川', '', 18, '课酬7.5元（15元*0.5小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (61, 13, 4, 4, 1506787200, 1508947200, 'HPT300新品培训', '电子车间+质量管理部', '李闪闪', '', 18, '课酬7.5元（15元*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (62, 13, 4, 5, 1506787200, 1508428800, 'MGC120新品培训', '电子车间+质量管理部', '李闪闪', '', 18, '课酬7.5元（15元*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (63, 13, 4, 6, 1506787200, 1507910400, 'CMM366-4G新品培训', '电子车间+质量管理部', '李闪闪', '', 18, '课酬7.5元（15元*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (64, 13, 4, 7, 1506787200, 1507910400, 'HAT130新品培训', '电子车间+质量管理部', '李闪闪', '', 18, '课酬7.5元（15元*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (65, 13, 4, 8, 1506787200, 1509120000, '众智科技产品面膜、按键、LED等功能简介', '生产运营中心半年内新员工', '王海川', '', 18, '课酬7.5元（15元*0.5小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (66, 13, 4, 9, 1506787200, 1509033600, '手动点胶机操作和注意事项培训', '设备操作人员', '易娜', '', 18, '课酬22.5元（15元*1.5小时）-易娜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (67, 13, 4, 10, 1509465600, 1510070400, 'HGM7100N新品培训', '电子车间+质量管理部', '李闪闪', '', 18, '课酬7.5元（15元*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (68, 13, 4, 11, 1509465600, 1510243200, '在线自动点胶机操作及保养培训\n', '设备使用、保养人员', '易娜', '', 18, '课酬30元（易娜组织厂家培训）-易娜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (69, 13, 4, 12, 1509465600, 1510329600, '离线式自动打胶机操作与保养', '设备操作、保养人员', '易娜', '', 18, '课酬15元（易娜组织厂家）-易娜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (70, 13, 4, 13, 1509465600, 1509638400, '加热器后壳出线孔加工方法\n', '易娜', '电控车间作业员', '', 18, '课酬15元（15元*1小时）-易娜', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (73, 14, 4, 2, 1509465600, 1511280000, '英语字库培训', '研发工程师', '张倩倩', '', 24, '课酬30元（15元-2小时）-张倩倩', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (74, 10, 4, 4, 1509465600, 1510848000, 'FPC-DSL-13-SMG大消防柜调试过程相关培训', '电控车间员工', '康高旺', '', 21, '无课酬-无课件', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (75, 13, 4, 16, 1512057600, 1516291200, '静电防护培训\n1.静电的产生及危害 \n2.常见静电敏感器件 \n3.静电的防护办法', '电子+质量+物控（所有接触电子元件及裸板的人员）', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (76, 13, 4, 17, 1512057600, 1512921600, '工时统计及核算方法\n1.工时统计方法\n2.工时核算方法\n3.工时统计表格使用发放', '设备工艺部员工', '王海川', '', 18, '课酬7.5元（15元*0.5小时）-王海川', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (77, 13, 4, 18, 1512057600, 1512489600, '塑壳冲孔工装的使用\n1.塑壳系列冲孔方法（HGM9000、HGM6100N、HGM7000系列等）\n2.模具更换及调整方法', '组装相关人员', '张鹏', '', 18, '课酬15元（15元*1小时）-张鹏', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (78, 13, 4, 19, 1512057600, 1512489600, 'HT系列外壳螺套安装培训\n1.专用工具的使用；\n2.螺套的安装方法\n3.螺套安装后检验标准及加工注意事项', '相关组装人员', '张鹏', '', 18, '课酬7.5元（15元*0.5小时）-张鹏', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (79, 12, 1, 1, 1514736000, 1524844800, 'ROHS2.0  HF及REACH法规培训', '采购部 工艺 质量部', '王洪杰', '', 23, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (80, 1, 4, 1, 1509465600, 1519747200, 'ALC404功能，对比ALC708、L401MKII\nHMC4000系列控制器\nHPT300功能介绍\nHMP300功能介绍', '销售部全体', '高松伟', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (81, 1, 4, 2, 1509465600, 1514476800, '云平台3.0应用介绍与演示', '销售部全体', '周志田', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (82, 1, 4, 3, 1509465600, 1514476800, 'MGC120功能与应用介绍\nBAC06S太阳能充电器应用及功能', '销售部全体', '周伟 ', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (83, 13, 4, 20, 1512057600, 1513267200, 'APC615新品培训', '电子车间+质量管理部', '李闪闪', '', 18, '课酬7.5元（15元*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (84, 13, 4, 21, 1512057600, 1514304000, 'ALC404新品培训', '电子车间+质量管理部', '李闪闪', '', 18, '课酬7.5元（15元*0.5小时）-李闪闪', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (85, 13, 4, 22, 1512057600, 1513872000, 'HT40M新品培训', '电控车间+质量管理部', '张鹏', '', 18, '课酬7.5元（15元*0.5小时）-张鹏', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (89, 8, 1, 1, 1514736000, 1517328000, '出厂检验要求及注意事项', '出厂检验员', '康亚萍', '', 43, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (90, 11, 1, 1, 1514736000, 1516032000, 'U8物料、计划，出、入单据制作', '仓库', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (91, 11, 1, 2, 1517414400, 1517241600, 'U8条码管理培训', '仓库', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (92, 10, 1, 1, 1519833600, 1517241600, '船机柜调试培训', '电控车间1员工', '徐铁山', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (93, 13, 1, 1, 1514736000, 1516291200, '手动调试知识培训\n1.测试台的使用\n2.测试工具的使用 \n3.调试基本原理\n4.调试常见故障排除', '电子+质量新员工（入职半年内）', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (94, 13, 1, 2, 1514736000, 1516032000, 'HRE130新品培训', '电子车间+质量部', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (95, 13, 1, 3, 1514736000, 1516118400, 'FPC615新品培训', '电子车间+质量部', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (96, 9, 1, 1, 1514736000, 1517328000, '不同厂家的液晶识别，及液晶批号记录填写及规范化', '组装、非常规人员，接料员', '陈豪爽', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (97, 9, 1, 2, 1519833600, 1521993600, '电子车间各岗位职责及要求', '电子车间全体', '王珊', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (98, 9, 1, 3, 1519833600, 1521820800, '焊接方面的技能培训，内容待定，大概为无铅焊接方面的内容 ', 'SMT及手工焊接工序的所有员工', '马玉成、甄素平', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (99, 12, 1, 3, 1517414400, 1519747200, '发票开票规范', '采购部员工', '苏晓贞', '', 23, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (100, 12, 1, 2, 1514736000, 1516896000, '采购价格分析与成本控制', '采购部员工', '马晓峰', '已完成', 23, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (101, 8, 1, 2, 1517414400, 1519747200, '发货抽检注意事项', '康亚萍、郭利霞、王乐、秦丽娟、张存安', '王金', '', 43, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (102, 8, 1, 3, 1519833600, 1524240000, '公司试验标准的要求', '邵万里、刘华然、普兰红、文婉君', '王乐', '', 43, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (103, 8, 1, 4, 1519833600, 1524412800, '质量管理知识培训', '质量部全体员工', '文婉君/ 李鹏', '', 43, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (104, 11, 1, 3, 1519833600, 1520611200, '生产计划控制程序', '仓库人员', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (105, 13, 1, 4, 1517414400, 1519401600, '产品关键工序培训\n', '电子车间+质量管理部', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (106, 13, 1, 5, 1519833600, 1521820800, '常见电子元器件知识', '电子车间+质量部+仓库', '张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (107, 13, 1, 6, 1519833600, 1521820800, '控制器加工流程', '生产运营中心入职半年内新员工', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (108, 10, 1, 2, 1519833600, 1521561600, '继电器工作原理讲解及演示测量', '电控车间员工', '徐金星', '参与人机界面项目开发。', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (109, 10, 1, 3, 1519833600, 1521734400, 'HGM6110N工作原理讲解及演示测量', '电控车间员工', '徐金星', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (110, 13, 1, 7, 1514736000, 1515945600, '能力色散型X射线荧光光谱仪特殊要求\n1.电脑桌面的使用及注意事项；\n2.电脑外边接口（如USB口）的使用注意事项；\n3.怎样预防电脑中毒；\n4.设备操作注意事项；\n5.设备保养注意事项', '设备操作员', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (111, 13, 1, 8, 1514736000, 1515686400, '3D SPI数据导出操作培训\n1.SPI检测数据导出方法；\n2.数据导出操作注意事项；\n3.数据导出格式设置方法；\n4.导出数据的使用方法', '质检+设备操作+工艺员', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (112, 10, 1, 4, 1514736000, 1516982400, 'GPP3/9510/400A并机柜，GPP1/1000A,ATS切换柜调试培训', '电控车间员工', '蔡建辛', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (113, 13, 1, 9, 1514736000, 1517241600, 'SMT无铅焊接要求\n1.无铅锡膏的存放要求；\n2.无铅回流曲线设置要求；\n3.无铅焊接检验要求', '贴片+巡检', '张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (114, 13, 1, 10, 1519833600, 1520611200, '定制产品加工流程\na.定制产品特点；\nb.定制产品类型；\nc.定制产品工艺守则的使用；\nd.定制产品加工流程', '电子+质量 入职半年内员工+和定制产品有关人员', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (115, 13, 1, 11, 1517414400, 1517414400, '无铅手工焊接技术（THT）\n1.无铅手工焊接与有铅焊接的区别；\n2.无铅手工焊接温度设置；\n3.机器人无铅焊接技术', '焊接人员', '张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (116, 11, 2, 4, 1522512000, 1524067200, '消防培训', '仓库', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (117, 11, 2, 5, 1525104000, 1526832000, '新品上线流程请等等', '朱利娟、赵远霞', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (118, 11, 2, 6, 1527782400, 1530201600, '仓库管理规定', '仓库', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (119, 13, 1, 12, 1517414400, 1519747200, 'AIN8新品培训', '电子+质量', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (120, 13, 1, 13, 1517414400, 1519660800, 'BAC1203VE新品培训', '电子+质量', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (121, 10, 1, 5, 1519833600, 1522166400, 'HT40加热器，加热体部分加工，气密测试，电气测试，包装。', '岳晓兵，吴俊峰', '李康波', '1，加热器制作员工朱江浩辞职', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (123, 10, 1, 4, 1517414400, 1519747200, 'HPS/FPC915-S01，泰国POWER消防柜调试', '高伟红，周昆仑', '徐铁山', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (122, 10, 1, 6, 1519833600, 1522166400, 'HWP系列加热器加热体部分装配，气密测试。控制箱部分装配，控制箱内元件安装，导线制作，走线，焊接。控制箱电气测试，包装。', '岳晓兵，吴俊峰', '李康波', '1，加热器制作老师朱江浩要辞职', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (124, 2, 2, 2, 1522512000, 1528992000, '6西格玛的前期宣传培训', '全体员工', '赵会勤', '', 6, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (125, 2, 2, 3, 1525104000, 1528128000, '5S相关:借助外援（供应商等），来众智做现场挑刺、培训指导', '全体员工', '赵会勤（外协）', '', 6, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (126, 13, 1, 14, 1519833600, 1520438400, 'PCB二维码标签的应用\na.二维码标签应用的原因；\nb.二维码标签应用范围；\nc.二维码标签打印要求；\nd.二维码标签粘贴、扫描操作', '贴片+焊机+初试+巡检', '张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (127, 14, 1, 1, 1519833600, 1517760000, '标准化手册的宣贯学习', '公司部门标准化人员', '刘蕊', '公司其它人员自学后考试', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (128, 14, 1, 2, 1519833600, 1518019200, '软件设计、升级程序', '研发软件工程师及测试人员', '刘蕊', '', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (129, 14, 1, 3, 1519833600, 1517500800, '线路板设计、升级程序', '硬件工程师及其它与硬件流程相关人员', '刘蕊', '', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (130, 16, 2, 1, 1522512000, 1525017600, '最新税政', '财务全体人员', '皇甫亚丽', '', 28, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (131, 13, 2, 1, 1522512000, 1523548800, '外壳安装、拆卸技巧\na.现有外壳安装方式；\nb.外壳安装方法及技巧；\nc.外壳拆卸方法及技巧；', '组装人员', '张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (132, 13, 2, 2, 1522512000, 1524240000, '常见工具的使用\na.常见工具的识别\nb.常见工具的使用方法', '电子+质量+电控', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (133, 13, 2, 3, 1522512000, 1523980800, '常见程序下载方式\na.常见程序下载工具；\nb.常见程序下载软件；\nc.常见程序下载方式', '初试+首件确认', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (134, 13, 2, 4, 1525104000, 1527523200, '安全操作培训\na.用电安全常识；\nb.生产用电安全；\nc.常见设备操作；\nd.设备操作安全', '电子+质量+电控', '庞帅', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (135, 13, 2, 5, 1525104000, 1527696000, '测试台简单故障排除\na.测试台操作方法；\nb.测试台常见故障；\nc.测试台简单故障修复', '测试台试用人员', '苏帅强', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (136, 2, 2, 5, 1525104000, 1527696000, '员工职业素养培训', '电子+质量+电控', '赵会勤', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (137, 10, 2, 1, 1527782400, 1529596800, '发电机组的结构认识及真机试验。', '电控车间员工', '程远端', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (138, 9, 2, 1, 1525104000, 1527091200, 'U8系统上打印条码培训', '陈豪爽、甄素平、张小娟、孙春霞、赵丽、卞艳玲、赵庆忠、王珊', '马玉成', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (139, 9, 2, 2, 1527782400, 1528128000, '5S部门内部培训', '全体', '王珊', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (140, 9, 3, 4, 1533052800, 1534521600, '技能比拼，比赛内容，组装工序。', '电子车间全体', '王珊', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (141, 10, 2, 2, 1522512000, 1524585600, 'B/GCPB6110N/B标准柴油机控制箱常用物料型号，名称。识别，学习及如何零星领料。', '电控车间员工', '周昆仑', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (142, 10, 2, 3, 1525104000, 1527696000, '电控车间设备使用及安全防护', '电控车间员工', '高伟红', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (143, 12, 3, 1, 1535731200, 1538236800, '如何改善采购交期', '采购部员工', '王洪杰', '已完成', 23, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (144, 8, 2, 1, 1522512000, 1524758400, '说明书验收标准要求及验收规范', '研发试验员、质量试验员', '王乐', '已经完成，怎么不能选择完成！', 65, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (145, 12, 3, 2, 1533052800, 1535644800, '现代采购技术的应用 （电子采购 ERP 电子商务）', '采购部员工', '王洪杰', '', 23, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (146, 8, 2, 3, 1525104000, 1527523200, '关于无铅焊接技术要求及质量控制要点\n1、无铅回流焊界面理论；\n2、无铅回流焊技术要求及物料特性；\n3、无铅回流焊主要缺陷及质量控制要点。', '质量部电子车间检验员', '李鹏、文婉君', '', 65, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (147, 8, 3, 4, 1530374400, 1543507200, '关于无铅手工焊接技术要求及质量控制要点\n1、无铅手工焊接技术要求及特性；\n2、无铅手工主要缺陷及质量控制要点。', '电子车间检验员', '李鹏、文婉君', '与工艺协商，这个培训由工艺主导在11月份进行', 65, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (148, 14, 1, 4, 1519833600, 1521820800, '自动测试开发原理介绍', '研发开发室人员及测试人员', '赵兴华', '', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (149, 2, 2, 4, 1522512000, 1523203200, '公司中层及营销人员，礼仪培训', '公司中层及营销人员', '外聘夏慧', '', 6, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (151, 13, 1, 15, 1519833600, 1520870400, '贴片机日常操作及保养注意点\na.贴片机常见报错及处理；\nb.贴片机日常及定期保养项目和注意点；\nc.贴片机简单故障分析等', '贴片操作员+设备员', '庞帅', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (152, 14, 1, 5, 1519833600, 1522080000, 'SUV使用培训', '研发软件工程师及测试人员', '徐红宗', '', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (153, 14, 1, 6, 1519833600, 1522166400, 'FreeRTOS入门', '研发软件工程师', '王向前', '', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (154, 13, 1, 16, 1519833600, 1522166400, '控制器的加工流程\na.静电防护应用；\nb.控制器工艺流程图；\nc.各工序作业内容及设备应用；\nd.特殊工艺控制', '电控车间+研发中心', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (155, 1, 2, 2, 1522512000, 1523203200, '商务礼仪', '全体市场营销人员', '外部聘请', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (156, 1, 2, 3, 1522512000, 1523203200, '控制器生产流程培训', '全体市场营销人员', '王海川', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (157, 1, 2, 4, 1522512000, 1525881600, 'woodward定制产品，及原装产品功能', '全体市场销售人员', '周伟', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (158, 1, 2, 5, 1522512000, 1523548800, '销售技巧培训', '全体市场营销人员', '杨工外部聘请', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (159, 14, 1, 7, 1519833600, 1522339200, '电磁兼容培训胶片（要求、试验与概念）', '研发硬件工程师', '马雷', '', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (160, 9, 2, 4, 1522512000, 1524758400, '分享步科优秀5S实例、及智慧工厂概念， 筛选东成和致远公司能借鉴的地方', '电子车间全体', '王珊', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (161, 13, 2, 7, 1525104000, 1527609600, 'UV涂覆编程技巧培训\na.UV涂覆编程要点；\nb.重点涂覆区域；\nc.涂覆防护区域；\nd.UV涂覆编程技巧', 'UV涂覆员工', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (162, 13, 2, 8, 1522512000, 1523116800, '控制器加工流程\na.静电防护管理；\nb.控制器工艺流程概述；\nc.各工序工艺流程及管控；\nd.各工序设备应用及特点；\ne.特殊工序特点及管控', '营销中心全体', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (163, 13, 2, 9, 1522512000, 1524585600, '全自动堆高叉车培训\na.操作面板功能介绍；\nb.叉车基本功能培训；\nc.叉车操作安全要求；\nd.叉车保养及注意事项\n', '设备操作+保养人员', '庞帅', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (164, 13, 2, 10, 1522512000, 1523376000, '全自动微聚焦X-RAY透视检测设备培训\na.硬件功能介绍（使用安全、设备工作流程、控制面板灯）；\nb.软件功能介绍（软件面板、操作方法等）；\nc.日常操作及保养；\nd.设备操作注意事项', '设备操作+保养人员', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (165, 13, 2, 11, 1522512000, 1524844800, 'NC200C新品培训', '电子+质量全体', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (166, 13, 2, 12, 1522512000, 1525017600, 'HT10M新品培训', '电子+质量全体', '李闪闪、张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (167, 14, 2, 1, 1525104000, 1525795200, '软件系统性测试的培训', '软件设计人员，研发测试，质量测试人员', '郭政平', '', 24, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (168, 13, 2, 13, 1525104000, 1525968000, 'HGM4020T新品培训', '电子+质量全体', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (169, 13, 2, 14, 1525104000, 1527091200, '称重台操作培训', '包装人员+线长+质检', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (170, 13, 2, 15, 1525104000, 1526227200, '自动点胶机编程技巧\n1.自动点胶机编程方法；\n2.编程过程常见异常问题及解决方案；\n3.编程技巧处理方法；', '点胶机编程人员', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (171, 13, 2, 16, 1525104000, 1527609600, '众智科技 5S标准图集培训\n1.5S概念及气源；\n2.实施5S的好处；\n3.公司5S标准图集；\n4.其他5S相关要求；\n5.部门5S整改及提升要求', '设备工艺部全体', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (172, 13, 2, 17, 1527782400, 1530201600, '高效工作法培训\n1.快速反应，找准问题；\n2.小步快走，逐步解决\n3.目标明确，有的放矢', '设备工艺部全体', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (173, 13, 2, 18, 1527782400, 1528992000, 'BAC1205N新品培训', '电子+质量', '李闪闪', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (174, 8, 2, 4, 1527782400, 1526572800, 'EMC试验基础操作方法', '试验室全员', '普兰红', '', 43, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (175, 13, 2, 19, 1527782400, 1530028800, '文件更改流程及规范划改操作方法\n1.《产品图样和设计文件更改办法》宣贯；\n2.常见不规范文件划改方法；\n3.文本划改要求及规范划改办法；\n4.工艺文件、操作规程等文件更改流程；\n5.文件其他相关要求', '设备工艺部全体', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (176, 11, 3, 2, 1533052800, 1535126400, '物料配送及使用规定', '仓库', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (177, 11, 3, 1, 1530374400, 1531929600, '仓库物品存储规定', '仓库人员', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (178, 11, 3, 3, 1535731200, 1536768000, '库存积压品处理流程', '仓库', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (179, 9, 3, 5, 1530374400, 1531843200, '标准体系控制文件中与生产员工实际操作相关方面的培训', '电子车间全体', '王珊', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (180, 9, 3, 6, 1535731200, 1538150400, '持证上岗管理制度、质量考核制度，学习', '车间全体', '王珊', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (181, 13, 3, 701, 1530374400, 1530892800, 'SG485-CMM新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (182, 13, 3, 702, 1530374400, 1531324800, 'HMC6000B新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (183, 13, 3, 703, 1530374400, 1531065600, '隧道炉操作及保养培训', '设备操作及保养人员', '易娜', '新设备例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (184, 13, 3, 704, 1530374400, 1532966400, '手动调试知识', '所有手动调试相关人员', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (185, 13, 3, 801, 1533052800, 1533225600, 'HAT162新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (186, 13, 3, 901, 1535731200, 1533139200, 'HAT163新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (187, 10, 3, 3, 1530374400, 1532620800, '&amp;lt;&amp;lt;生产运营中心职位说明书&amp;gt;&amp;gt;标准学习', '电控车间员工', '郐晓梅', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (188, 10, 3, 4, 1533052800, 1535040000, '《质量考核制度》标准学习', '电控车间员工', '郐晓梅', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (189, 10, 3, 5, 1535731200, 1537891200, '《产品标识和可追溯性》标准学习', '电控员工', '郐晓梅', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (190, 8, 3, 5, 1533052800, 1534953600, '2018版外协件质量控制程序', '质量部出厂检验、来料检验', '文婉君', '', 65, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (191, 8, 3, 6, 1535731200, 1534953600, '质量基础知识培训\n4月进行的是QC7大手法、5M1E，本次会针对一些基础的检验知识系统梳理下', '质量部全员', '文婉君、李鹏', '', 65, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (192, 12, 3, 3, 1530374400, 1531756800, 'U8软件采购模块使用', '采购部全体同事', '胡雪梅', '', 23, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (193, 2, 3, 8, 1533052800, 1534867200, 'U8报表培训', '各部门负责人', 'U8老师', '', 6, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (194, 2, 3, 9, 1533052800, 1537977600, '职业素养培训', '全员', '赵会勤', '研发6月已培训', 6, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (195, 13, 3, 705, 1530374400, 1530028800, '焊接机器人编程技巧\n1.编程技巧；\n2.不同焊点参数设置；\n3.典型焊接不良', '编程人员', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (196, 15, 3, 2, 1530374400, 1532966400, 'WOODWARD产品 软件安装、功能培训', '销售全体', '高松伟', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (197, 15, 3, 3, 1530374400, 1534608000, '网线版 云猫设置', '销售全体', '张双洋', '', 26, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (198, 2, 3, 10, 1530374400, 1533052800, '管理手册系统学习', '吕茵，周玉静，刘超', '赵会', '', 11, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (199, 13, 3, 706, 1530374400, 1531152000, '色差仪操作和参数设置\n1.色差仪基本操作\n2.色差仪参数设置\n3.使用注意事项\n4.色差仪的保养', '入检+工艺', '易娜', '新设备例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (200, 13, 3, 707, 1530374400, 1532534400, '元器件识别及通用型号培训\n1.常见元器件Mark识别；\n2.常见元器件通用型号；\n3.常见元器件封装', '入厂+配料+焊接', '张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (201, 2, 4, 5, 1538323200, 1545667200, '和员工关系密切的法律、法规、办事流程培训', '全员', '张冬蕾（吕茵和周玉静搜集提供资料）', '', 11, '', 1, 0, '', 'data/train/2018-12-29/5c27086905270.pptx', '1.5');
INSERT INTO `lc_train` VALUES (202, 13, 3, 802, 1533052800, 1533571200, 'HMU15新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (203, 13, 3, 803, 1533052800, 1533744000, 'easYgen1400新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (204, 13, 3, 804, 1533052800, 1534435200, 'easYgen1700新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (205, 13, 3, 902, 1535731200, 1536854400, 'HMC9800RM新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (206, 13, 3, 805, 1533052800, 1535558400, '常见产品识别及型号区分（HGM系列）\n1.公司产品分类；\n2.HGM系列产品实际应用及工作原理；\n3常见.HGM系列产品及型号区分', '电子+质量（入职1年内的必须参加）', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (207, 13, 3, 903, 1535731200, 1540310400, ' 常见产品识别及型号区分（HGM系列外其他产品）\n1.HAT系列产品实际应用及工作原理；\n2.常见HAT系列产品及型号区分 ；\n3.常见船机系列产品及型号区分；\n4.其他类别产品及型号区分', '电子+质量（入职1年内的必须参加）', '王海川', '生产安排不开时间 ，调整至10月进行', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (208, 13, 3, 806, 1533052800, 1534089600, '多路温度测试仪操作培训', '设备使用人员', '易娜', '新设备例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (209, 16, 3, 1, 1535731200, NULL, '《企业所得税税前扣除凭证管理办法》解读会', '财务部全体', '皇甫亚丽', '', 28, '', 0, 0, '', '', '');
INSERT INTO `lc_train` VALUES (210, 13, 3, 807, 1533052800, 1534694400, '对公司战略客户定制产品知识进行培训\n1.CGC系列产品特点；\n2.CGC系列产品要求（条形码、测试项目等）；\n3.easYgen系列产品特点；\n4.easYgen系列产品要求（条形码、测试项目等）', '王海川', '电子+质量', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (211, 13, 3, 808, 1533052800, 1535385600, 'AIN16-M02新品培训', '电子+质量全体', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (212, 13, 3, 809, 1533052800, 1535040000, '众智科技产品生产用常识知识\n1.常见按键、图标、字符等含义；\n2.常见型号参数设置进入方法；\n3.产品常用密码；\n4.常见产品日期、时间修改方法；\n5.产品默认模块地址及修改方法', '电子+质量入职1年内员工必须参加', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (213, 13, 3, 810, 1533052800, 1535558400, '常见产品语言设置方法\n1.HGM400 &amp; HGM400E语言设置方法；\n2.HGM6100N语言设置方法；\n3.HGM6100U语言设置方法；\n4.HGM7100A &amp; HGM7200语言设置方法；\n5.HGM7100N语言设置方法；', '电子+质量入职1年内员工必须参加', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (214, 13, 3, 904, 1535731200, 1540828800, 'HEM4100新品培训', '电子+质量全体', '曹梦娟', '新品例行培训（产品更改，调整至10月完成）', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (215, 13, 3, 905, 1535731200, 1540224000, 'HMC4100新品培训', '电子+质量全体', '曹梦娟', '新品例行培训（产品更改，调整至10月完成）', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (216, 13, 3, 906, 1535731200, 1538150400, '静电防护培训', '电子+质量+仓库', '张鹏', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (217, 11, 4, 1, 1538323200, 1540396800, '条形码编号编制规范', '仓库', '翟明', '', 22, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (218, 11, 4, 1, 1541001600, 1543420800, '5S培训', '仓库', '朱利娟', '', 22, '', 1, 0, '', '', '0.5');
INSERT INTO `lc_train` VALUES (219, 11, 4, 7, 1543593600, 1545840000, '化学品及危险品管理办法', '仓库', '翟明', '', 22, '', 1, 0, '', '', '30分钟');
INSERT INTO `lc_train` VALUES (220, 23, 3, 1, 1535731200, NULL, 'U8使用方法培训', '区域经理', '道瑞娟', '', 25, '', 0, 0, '', '', '');
INSERT INTO `lc_train` VALUES (221, 2, 4, 4, 1541001600, NULL, 'TTT（Training the Trainer to Train）培训（培训培训师）', '内部讲师+入职指导老师', '周玉静', '', 11, '', 2, 0, '', '', '');
INSERT INTO `lc_train` VALUES (222, 13, 3, 907, 1535731200, 1537372800, '隧道炉烘板操作要领及注意事项\na.隧道炉基本操作；\nb.隧道炉进板要求及注意事项；\nc.隧道炉参数方案选择与调整方法；\nd.隧道炉简单异常状况处理', '设备操作人员', '王永建', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (223, 13, 3, 908, 1535731200, 1538064000, '程序下载方式\na.常见程序下载工具；\nb.常见程序下载软件；\nc.常见程序下载方式', '初试+首件+非常规', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (224, 10, 4, 5, 1538323200, 1540569600, '《0405-2015 生产现场管理要求》标准学习', '电控车间员工', '郐晓梅', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (225, 10, 4, 6, 1541001600, 1543248000, '《0509-2018 纠正和预防措施》标准学习', '电控车间员工', '郐晓梅', '', 21, '', 1, 0, '', '', '1');
INSERT INTO `lc_train` VALUES (226, 10, 4, 7, 1543593600, 1545321600, '《0506-2017 不合格品控制程序》标准学习', '电控车间员工', '郐晓梅', '', 21, '', 1, 0, '', '', '0.5');
INSERT INTO `lc_train` VALUES (227, 13, 4, 1001, 1538323200, 1540137600, 'HGM8110DC新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (228, 13, 4, 1002, 1538323200, 1540310400, '常见工具的使用培训\na.常见工具的识别\nb.常见工具的使用方法', '电子+质量+物控+电控', '易娜', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (229, 13, 4, 1201, 1543593600, 1544630400, '控制器加工流程\na.公司产品简介\nb.控制器加工工艺流程\nc.各工序作业内容', '生产运营入职1年内员工', '王海川', '', 18, '', 1, 0, '', '', '1');
INSERT INTO `lc_train` VALUES (230, 13, 4, 1101, 1541001600, 1543507200, '无铅焊接相关知识', '电子焊接员工', '张鹏', '', 18, '', 1, 0, '', '', '0.5');
INSERT INTO `lc_train` VALUES (231, 9, 4, 10, 1538323200, 1540828800, '多能工管理制度培训', '电子车间全体', '王珊', '', 20, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (232, 9, 4, 11, 1541001600, 1543420800, '安全生产相关的培训', '电子车间全体', '王珊', '', 20, '', 1, 0, '', '', '0.5');
INSERT INTO `lc_train` VALUES (233, 9, 1, 2, 1548950400, NULL, 'UV涂覆程序优化，如何减少路径，提高生产效率', '三防全体', '赵庆忠', '', 20, '', 0, 0, '', '', '');
INSERT INTO `lc_train` VALUES (234, 12, 4, 1, 1538323200, 1540828800, '采购部职业安全与职业健康培训', '采购部员工', '王洪杰', '', 23, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (235, 12, 4, 1, 1541001600, 1545062400, '环保基础知识培训', '采购部 工艺 质量部', '外聘讲师', '外聘讲师太贵，和供应商要课件自己学习', 23, '', 1, 0, '', '', '2');
INSERT INTO `lc_train` VALUES (236, 12, 4, 1, 1543593600, 1543420800, '液晶工艺 技术选型沟通', '采购部 工艺 质量部 研发', '外聘讲师', '', 23, '', 1, 0, '', '', '2');
INSERT INTO `lc_train` VALUES (237, 13, 3, 909, 1535731200, 1537977600, '图像识别传感器操作培训', '操作+编程人员', '易娜', '新设备例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (238, 8, 4, 5, 1538323200, 1539273600, '康明斯PPAP供应商培训', '生产基层管理及其他生产辅助人员', '康明斯（网上培训）', '', 65, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (239, 8, 4, 6, 1541001600, 1545667200, '什么是沟通', '质量部全体员工', '李鹏、文婉君', '', 65, '', 1, 0, '', '', '1');
INSERT INTO `lc_train` VALUES (240, 8, 4, 7, 1543593600, 1543507200, '安全培训', '质量部全体员工', '文婉君', '', 65, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (241, 2, 2, 6, 1556640000, NULL, '委外做价值流培训+5S赠送课程培训', '骨干，班组长及以上级别员工', '外聘', '', 6, '', 0, 0, '', '', '');
INSERT INTO `lc_train` VALUES (242, 13, 4, 1003, 1538323200, 1539792000, '焊接机器人参数调节\n1.焊接器机器人一般参数设置（厂家人员）\n2.常规焊接标准；\n3.编程机巧和注意事项\n4.一般故障解决方案', '编程+维护人员', '易娜', '易娜+厂家人员', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (243, 10, 4, 8, 1538323200, 1540569600, '安全培训（交通，用电，饮食）', '电控车间员工', '郐晓梅', '', 21, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (244, 13, 4, 1004, 1538323200, 1540915200, '测试台及常用生产设备操作\n1.测试台的使用及原理；\n2.耐压测试仪的使用；\n3.电流信号发生器的使用；\n4.数字信号发生器的使用', '调试相关人员', '王海川', '', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (245, 13, 4, 1102, 1541001600, 1546012800, '上位机的使用技巧', '调试相关人员', '王海川', '', 18, '', 1, 0, '', '', '0.5');
INSERT INTO `lc_train` VALUES (246, 13, 4, 1103, 1541001600, 1541520000, '数字电桥（AT2816A ）操作培训', '设备操作人员', '易娜', '新设备例行培训', 18, '', 1, 0, '', '', '');
INSERT INTO `lc_train` VALUES (247, 13, 4, 1104, 1541001600, 1542643200, 'HAT800新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 0, '', '', '0.5');
INSERT INTO `lc_train` VALUES (249, 1, 4, 4, 1541001600, 1542038400, '222', '12', '222', '', 11, '测试', 1, 1542595260, '0', 'data/train/2018-11-19/5bf222bc9306a.xlsx', '0');
INSERT INTO `lc_train` VALUES (250, 13, 4, 1105, 1541001600, 1543161600, '耐压绝缘测试培训', '设备操作员', '王海川', '', 18, '', 1, 1543285251, '', 'data/train/2018-11-27/5bfcaa2a39729.doc', '1');
INSERT INTO `lc_train` VALUES (251, 13, 4, 1106, 1541001600, 1542297600, '充电器扭力管控', '充电器组装+巡检', '张鹏', '', 18, '', 1, 1543311129, '', '', '0.5');
INSERT INTO `lc_train` VALUES (252, 13, 4, 1107, 1541001600, 1543161600, 'HGM8140新品培训', '电子+质量', '曹梦娟', '新品例行培训', 18, '', 1, 1543311198, '', '', '0.5');
INSERT INTO `lc_train` VALUES (253, 10, 4, 9, 1541001600, 1542643200, '80-JP-CTL-1PH原理调试加工培训', '电控全体', '郐晓梅', '', 21, '', 1, 1543369143, '', '', '1.5');
INSERT INTO `lc_train` VALUES (254, 1, 4, 5, 1541001600, 1543420800, 'U8类别汇总', '仓库全员', '翟明', '', 22, '', 1, 1543802230, '', '', '0.5');
INSERT INTO `lc_train` VALUES (255, 1, 4, 6, 1541001600, 1543420800, '配料领料流程', '仓库配料员、车间接料人', '翟明', '', 22, '', 1, 1543802278, '', '', '0.5');
INSERT INTO `lc_train` VALUES (256, 13, 4, 1202, 1543593600, 1544630400, 'HGM6100LT新品培训', '电子+质量', '曹梦娟', '', 18, '', 1, 1544247528, '', '', '0.5');
INSERT INTO `lc_train` VALUES (257, 13, 4, 1203, 1543593600, 1544976000, 'HAT780新品培训', '电子+质量', '曹梦娟', '', 18, '', 1, 1544247554, '', '', '0.5');
INSERT INTO `lc_train` VALUES (258, 13, 4, 1204, 1543593600, 1545926400, '安全生产培训', '生产中心', '王海川', '', 18, '', 1, 1544248447, '', '', '1');
INSERT INTO `lc_train` VALUES (259, 13, 4, 1205, 1543593600, 1545408000, 'easYLite新品培训', '电子+质量', '曹梦娟', '', 18, '', 1, 1545390994, '', '', '0.5');
INSERT INTO `lc_train` VALUES (260, 11, 1, 1, 1546272000, 1548864000, '生产计划控制程序1', '赵远霞、朱利娟、李治良', '翟明', '', 22, '', 1, 1545873780, '', '', '45分');
INSERT INTO `lc_train` VALUES (261, 11, 1, 3, 1551369600, NULL, '消防演练', '本部门全体人员', '翟明', '', 22, '', 0, 1545977079, '', '', '');
INSERT INTO `lc_train` VALUES (262, 11, 1, 2, 1548950400, 1550678400, '客户定制产品规定', '朱利娟、李治良', '翟明', '', 22, '', 1, 1545977192, '', '', '0.5');
INSERT INTO `lc_train` VALUES (263, 2, 4, 6, 1541001600, 1542297600, '公共类线下培训（2018年第1期）', '新入职员工（2018年10月1日之前入职）', '张冬蕾', '', 11, '', 1, 1546055194, '', '', '1');
INSERT INTO `lc_train` VALUES (264, 2, 4, 7, 1543593600, 1545321600, '公共类线下培训（2018年第2期）', '新入职员工（2018年10月11月入职）', '张冬蕾', '', 11, '', 1, 1546055288, '', '', '1');
INSERT INTO `lc_train` VALUES (266, 10, 4, 10, 1543593600, 1545235200, '电控车间5S培训和车间实例详解', '电控车间', '郐晓梅', '/', 21, '', 1, 1546069203, '', '', '1');
INSERT INTO `lc_train` VALUES (267, 10, 1, 7, 1546272000, 1548691200, '电控车间安全培训（各用电区域及电控周边用电安全讲解及应急响应）', '电控车间全体', '郐晓梅', '', 21, '', 1, 1546069615, '', '', '2');
INSERT INTO `lc_train` VALUES (268, 10, 1, 8, 1548950400, 1551110400, '5S培训，参观电子5S管理。', '电控车间全体', '王珊，郐晓梅', '', 21, '', 1, 1546069783, '', '', '1.5小时');
INSERT INTO `lc_train` VALUES (269, 10, 1, 9, 1551369600, NULL, '5S培训，参观学习物控部门5S管理。', '电控车间', '朱丽娟，郐晓梅', '', 21, '', 0, 1546070039, '', '', '');
INSERT INTO `lc_train` VALUES (270, 9, 4, 12, 1543593600, 1543766400, '在线指导性作业文件使用及保管职责', '电子车间全体员工', '王珊', '', 20, '', 1, 1546070531, '', '', '0.8');
INSERT INTO `lc_train` VALUES (271, 9, 4, 13, 1543593600, 1545062400, '关于132*64液晶切换注意事项培训', '组装人员', '陈豪爽', '', 20, '', 1, 1546070621, '', '', '0.5');
INSERT INTO `lc_train` VALUES (272, 9, 4, 14, 1543593600, 1545667200, '手机版协同软件安装及使用', '电子车间全体员工', '王珊', '', 20, '', 1, 1546070667, '', '', '0.5');
INSERT INTO `lc_train` VALUES (273, 13, 1, 190101, 1546272000, 1548086400, '工艺文件编制要求', '设备工艺部全体', '王海川', '', 18, '', 1, 1546071654, '', '', '1');
INSERT INTO `lc_train` VALUES (274, 13, 1, 190201, 1548950400, 1551110400, 'Corel Draw基本操作', '设备工艺部全体', '王海川', '', 18, '', 1, 1546071716, '', '', '1');
INSERT INTO `lc_train` VALUES (275, 13, 1, 190301, 1551369600, NULL, '职业素养相关培训', '设备工艺部', '王海川', '', 18, '', 0, 1546071817, '', '', '');
INSERT INTO `lc_train` VALUES (276, 13, 1, 190302, 1551369600, NULL, ' 安全生产培训', '设备工艺部全体', '王海川', '', 18, '', 0, 1546071899, '', '', '');
INSERT INTO `lc_train` VALUES (277, 9, 1, 1, 1546272000, 1548172800, '焊接相关培训', '焊接全体', '甄素平', '', 20, '', 1, 1546072061, '', '', '0.4');
INSERT INTO `lc_train` VALUES (278, 9, 1, 3, 1551369600, NULL, '安全相关培训', '电子车间全体', '王珊', '', 20, '', 0, 1546072185, '', '', '');
INSERT INTO `lc_train` VALUES (279, 12, 1, 4, 1548950400, NULL, 'PCB设计、制作流程、生产工艺的学习。', '研发人员 技术人员 工艺人员', '龙腾电子设计院讲师', '', 23, '', 0, 1546419278, '', '', '');
INSERT INTO `lc_train` VALUES (280, 12, 1, 5, 1551369600, NULL, '模具设计流程 注意事项', '结构设计工程师', '高松电子工程师', '', 23, '', 0, 1546419446, '', '', '');
INSERT INTO `lc_train` VALUES (281, 12, 1, 6, 1546272000, 1548086400, 'PMC-生产计划与采购计划与库存控制', '采购部员工', '王洪杰', '', 23, '', 1, 1546419651, '', '', '2');
INSERT INTO `lc_train` VALUES (283, 13, 4, 1206, 1543593600, 1544457600, '振动试验机操作培训', '设备操作人员', '易娜', '新设备例行培训', 18, '', 1, 1546652274, '', '', '1.5');
INSERT INTO `lc_train` VALUES (284, 13, 4, 1207, 1543593600, 1545321600, '雷击浪涌发生器操作培训', '设备操作+保养人员', '易娜', '', 18, '', 1, 1546652340, '', '', '2');
INSERT INTO `lc_train` VALUES (285, 29, 1, 1, 1546272000, 1546963200, '产品软件验收方法及试验报告填写的基本要求', '质量部试验员', '王乐', '', 65, '', 1, 1546653687, '', '', '3');
INSERT INTO `lc_train` VALUES (286, 29, 1, 2, 1546272000, NULL, 'QC7大手法', '质量部全体员工', '艾可可、李鹏', '', 65, '', 0, 1546653827, '', '', '');
INSERT INTO `lc_train` VALUES (287, 29, 1, 3, 1548950400, NULL, '新QC7大手法', '质量部全体员工', '艾可可、李鹏', '', 65, '', 0, 1546653867, '', '', '');
INSERT INTO `lc_train` VALUES (288, 29, 1, 4, 1551369600, NULL, '新旧QC7大手法的优劣性和适用性', '质量部全体员工', '李鹏、艾可可', '', 65, '', 0, 1546653959, '', '', '');
INSERT INTO `lc_train` VALUES (289, 9, 1, 4, 1546272000, 1547049600, '规范作业，防止液体溅入眼内，及突发情况下洗眼器的使用', '三防间全体', '王珊', '', 20, '', 1, 1546937320, '', '', '0.5');
INSERT INTO `lc_train` VALUES (290, 21, 1, 1, 1546272000, 1547136000, '波峰焊生产工艺', '设备工艺质量部', '杜占军', '', 130, '', 1, 1547169306, '', 'data/train/2019-01-18/5c4163e6953ec.doc', '1.5小事');
INSERT INTO `lc_train` VALUES (291, 13, 1, 190102, 1546272000, 1546876800, 'ATE1704操作与保养培训', '设备操作+保养人员', '易娜', '新设备例行培训', 18, '', 1, 1547687788, '', 'data/train/2019-01-17/5c3fd76ca6dad.pdf', '0.5');
INSERT INTO `lc_train` VALUES (293, 2, 1, 1, 1546272000, NULL, '公共类线下培训（2019年第1期）', '新入职员工（2018年12月入职）', '张冬蕾', '', 11, '', 0, 1547864256, '', '', '');
INSERT INTO `lc_train` VALUES (294, 2, 1, 2, 1548950400, NULL, '公共类线下培训（2019年第2期）', '新入职员工（2019年1月入职）', '张冬蕾', '', 11, '', 0, 1547864632, '', '', '');
INSERT INTO `lc_train` VALUES (295, 2, 1, 3, 1548950400, NULL, '面试官培训', '部门领导', '周玉静', '', 11, '', 0, 1547864691, '', '', '');
INSERT INTO `lc_train` VALUES (296, 2, 1, 4, 1551369600, NULL, '公共类线下培训（2019年第3期）', '新入职员工（2019年2月入职）', '张冬蕾', '', 11, '', 0, 1547864931, '', '', '');
INSERT INTO `lc_train` VALUES (297, 1, 1, 1, 1548950400, NULL, 'HGM7200N培训', '内外贸经理', '高松伟', '', 25, '', 0, 1548034651, '', '', '');
INSERT INTO `lc_train` VALUES (298, 1, 1, 2, 1548950400, NULL, 'HAT780培训', '内外贸区域经理', '高松伟', '', 25, '', 0, 1548034714, '', '', '');
INSERT INTO `lc_train` VALUES (299, 1, 1, 3, 1548950400, NULL, 'HGM9530N', '内外贸区域经理', '高松伟', '', 25, '', 0, 1548034952, '', '', '');
INSERT INTO `lc_train` VALUES (300, 11, 1, 4, 1546272000, 1548259200, '众智科技产品', '物控全体', '翟明', '', 22, '', 1, 1548136224, '', 'data/train/2019-01-22/5c46af204e311.docx', '0.5');
INSERT INTO `lc_train` VALUES (301, 13, 1, 190103, 1546272000, 1548345600, '节前安全培训', '设备工艺部全体', '王海川', '', 18, '', 1, 1548914284, '', '', '1');
INSERT INTO `lc_train` VALUES (302, 13, 1, 190104, 1546272000, 1547740800, '波峰焊操作及保养培训', '设备操作+保养人员', '李英杰', '新设备例行培训', 18, '', 1, 1548914382, '', '', '1');
INSERT INTO `lc_train` VALUES (303, 13, 1, 190105, 1546272000, 1548172800, '焊接标准及注意事项', '焊接+巡检', '张鹏', '', 18, '', 1, 1548914484, '', '', '0.5');
INSERT INTO `lc_train` VALUES (304, 10, 1, 10, 1548950400, 1550764800, '电控车间2018质量完成情况数据分析和2019质量目标改进措施', '电控车间全体', '郐晓梅', '', 21, '', 1, 1551242758, '', '', '1小时');
INSERT INTO `lc_train` VALUES (306, 11, 1, 5, 1548950400, 1551283200, '岗前培训', '李浩、王冰倩', '朱利娟', '', 22, '', 1, 1551319983, '', '', '0.5');

SET FOREIGN_KEY_CHECKS = 1;
